app/controllers/eventos_controller.rb

SELECT "eventos".* FROM "eventos"
---
	def index
    @evento = Evento.all

SELECT  "eventos".* FROM "eventos" WHERE "eventos"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
	def show
    	@evento = Evento.find(params[:id])

INSERT INTO "eventos" ("nombre", "fecha", "ubicacion", "descripcion", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["nombre", "grhgggtr"], ["fecha", "2017-04-13"], ["ubicacion", "mhghhg"], ["descripcion", "mjgnhgh"], ["created_at", "2017-11-09 18:08:20.503357"], ["updated_at", "2017-11-09 18:08:20.503357"]]
---
	def create
  		@evento = Evento.new(evento_params)

 	 	@evento.save